export const quotes = [
  { id: 1, text: "С самодисциплиной возможно все", author: "Теодор Рузвельт" },
  { id: 2, text: "Секрет успеха в том, чтобы начать", author: "Марк Твен" },
  {
    id: 3,
    text: "Рост начинается, когда мы начинаем принимать собственные слабости",
    author: "Жан Ванье",
  },
  {
    id: 4,
    text: "Когда мы больше не можем изменить ситуацию, перед нами стоит задача изменить себя",
    author: "Румий",
  },
  {
    id: 5,
    text: "Цели позволяют вам контролировать направление изменений в вашу пользу",
    author: "Брайан Трейси",
  },
  {
    id: 6,
    text: "Есть только одна стратегия роста: усердно работать",
    author: "Уильям Хейг",
  },
  {
    id: 7,
    text: "Тебя сдерживает не то, кем ты являешься, а то, кем ты себя не считаешь",
    author: "Денис Уэйтли",
  },
  {
    id: 8,
    text: "Доход редко превышает личное развитие",
    author: "Джим Рон",
  },
  {
    id: 9,
    text: "У вас должен быть определенный уровень недовольства, чтобы почувствовать желание расти",
    author: "Идову Коеникан",
  },
  {
    id: 10,
    text: "Если вы хотите создать шедевр, вы должны быть готовы собирать мусор по пути",
    author: "Джеймс Клир",
  },
  {
    id: 11,
    text: "Кто-то сидит сегодня в тени, потому что давным-давно посадил дерево",
    author: "Уоррен Баффет",
  },
  {
    id: 12,
    text: "Успех не окончательный, неудача не фатальна: главное - смелость продолжать",
    author: "Уинстон Черчилль",
  },
  {
    id: 13,
    text: "Будьте терпеливы с собой. Саморазвитие нежное; это святая земля. Нет ничего лучше",
    author: "Стивен Кови",
  },
  {
    id: 14,
    text: "Ключ к росту - это осознать свой страх перед неизвестным и в любом случае вмешаться",
    author: "Джен Синсеро",
  },
  {
    id: 15,
    text: "Самый быстрый способ утроить свой успех - это удвоить вложения в личное развитие",
    author: "Робин Шарма",
  },
  {
    id: 16,
    text: "Рост болезненный. Изменения болезненны. Но нет ничего более болезненного, чем застревать там, где тебе не место",
    author: "Н. Р. Нараяна Мурти",
  },
  {
    id: 17,
    text: "Трагедия жизни не в том, что вы не достигли своей цели. Трагедия заключается в том, что у нас нет цели",
    author: "Бенджамин Мэйс",
  },
  {
    id: 18,
    text: "Будьте терпеливы с собой. Саморазвитие нежное; это святая земля. Нет ничего лучшеВоля к победе, желание добиться успеха, стремление полностью раскрыть свой потенциал… это ключи, которые откроют дверь к личному совершенству",
    author: "Конфуций",
  },
  {
    id: 19,
    text: "Примите ответственность за свою жизнь. Знайте, что именно вы доставите вас туда, куда хотите, и никто другой",
    author: "Лес Браун",
  },
  {
    id: 20,
    text: "Изменения равносильны самосовершенствованию. Отправляйтесь в места, где раньше не бывали",
    author: "Пэт Саммитт",
  },
  {
    id: 21,
    text: "Никогда не поздно быть тем, кем ты мог быть",
    author: "Джордж Элиот",
  },
  {
    id: 22,
    text: "То, что мы боимся делать больше всего, - это то, что нам нужно делать больше всего",
    author: "Ральф Уолдо Эмерсон",
  },
  {
    id: 23,
    text: "Не бойтесь медленно расти, бойтесь стоять на месте",
    author: "Китайская пословица",
  },
  {
    id: 24,
    text: "Признание того, что вы находитесь не там, где вы хотите быть, - это отправная точка, чтобы начать менять свою жизнь",
    author: "Дебора Дэй",
  },
  {
    id: 25,
    text: "Самое сложное - это решение действовать, остальное - просто упорство",
    author: "Амелия Эрхарт",
  },
  {
    id: 26,
    text: "Стремитесь не к успеху, а к ценности",
    author: "Альберт Эйнштейн",
  },
  {
    id: 27,
    text: "Самый быстрый способ утроить свой успех - это удвоить вложения в личное развитие",
    author: "Робин Шарма",
  },
  {
    id: 28,
    text: "Я верю в удачу, и чем больше я работаю, тем больше я ее получаю",
    author: "Томас Джефферсон",
  },
  {
    id: 29,
    text: "Чем мы думаем мы стали",
    author: "Будда",
  },
  {
    id: 30,
    text: "Впитывай то, что полезно, отбрасывай то, что не так, добавляй то, что уникально для тебя",
    author: "Брюс Ли",
  },
];
